{
  "경로": "점술가 (바보)",
  "서열": 2,
  "서열명": "기적술사",
  "설명": "과거의 '영혼의 벌레'를 빌려 부활하지만, 네 번 이후에는 효과가 없습니다. 미래에 어느 정도 영향을 미쳐, 어떤 일이 일어날 확률을 일정 범위 내에서 높이거나 낮출 수 있습니다. 이는 운명 목표를 방해하는 것과 같습니다. 역사의 틈새에서 소환하는 것은 더 이상 물품뿐만 아니라, 자신에게 익숙한 어떤 장면일 수도 있습니다. 총량은 아홉 개지만, 천사 수준은 세 개로 제한됩니다. 소원을 들어주는 능력이 있으며, 먼저 다른 사람의 작은 소원을 이루어주어야 점차 큰 소원을 이룰 수 있습니다.",
  "주재료": [
    "암흑 데몬 울프(소원의 신)의 심장 하나",
    "또는 '기적술사' 초월적 특성 1개"
  ],
  "보조 재료": [
    "암흑 데몬 울프 피 300밀리리터",
    "'시간의 벌레' 1마리",
    "'별의 벌레' 1마리"
  ],
  "승급 의식": "잃어버린 역사 한 조각을 현재 시대로 되돌립니다.",
  "연기법": "① 현실 세계를 거닐며, 최고급 '마술사'로서 다른 사람들에게 '기적'을 목격하게 하고 그들의 소원을 들어줍니다. ② 현실에서 적극적으로 거의 기적에 가까운 일을 창조하고 상응하는 전설을 남깁니다. ③ 기적은 단지 일시적이며, 운명은 항상 깁니다.",
  "속성 증진": "영감+2",
  "기능 증진": "기능 3종을 훈련됨으로 선택하고, 기능 1종을 1등급 상승시킵니다. (기적 기능 제외)",
  "재능 부여": "없음",
  "초월적 능력": [
    "기적 (Miracle)",
    "부활 (Resurrection)",
    "미래 영향 (Future Influence)",
    "이전 서열 능력 강화"
  ],
  "능력별 상세": [
    {
      "능력명": "기적 (Miracle)",
      "설명": "자신의 기능 또는 속성 판정을 '기적'으로 전환하여, 재료와 시간 제한을 무시하고 결과를 만들어낼 수 있습니다. 이 능력은 다른 사람의 소원을 들어줌으로써 강화됩니다. 처음에 기적(기능/속성)은 기본적으로 훈련되지 않았으므로, 다른 사람의 소원을 완료하는 방식은 기적 능력에 의존할 수 없으며, 다른 방법을 통해 해야 한다.'작은 소원을 쌓아 큰 기적을 만든다'는 기적술사의 핵심처럼 말이다.",
      "진행": "다른 사람의 소원을 들어줄 때마다 관련 '기적' 기능 등급이 1 상승합니다. 해당 기적 기능이 숙련됨 등급에 도달해야 기적 능력을 사용할 수 있습니다. 재료와 시간 제한을 무시하고, 1 시전 행동으로 직접 결과를 완료할 수 있다.",
      "효과": [
        "자신의 기능 또는 속성 판정을 '기적'으로 전환할 수 있습니다. 기적(기능/속성)으로 별개의 취급을 하며, 원래 기능과 독립적이며 영향을 끼치지 않습니다.",
	"작은 소원을 쌓아 큰 기적을 만든다.": "모든 기적(기능)은 '훈련 안 됨' 상태로 간주되며, 기적(속성)의 경우 '훈련됨' 상태로 간주합니다.",
	"소원 성취": "매번 다른 사람의 소원을 완료할 때마다, 해당 소원과 관련된 기적 기능 하나를 선택하여 1등급 상승시킨다.",
	"기적의 한계": "기적(기능/속성)은 최대 '대가'(+8)까지 도달할 수 있고, 그 후에는 일반적으로 더 이상 가산치를 향상시킬 수 없다. 단, 여러번에 나눠 사용하면 더 큰 기적을 행사 가능하다.",	
      ],
    "참고": "기적 능력이 기록되거나 모방된다면, 기적 기능은 보통 훈련되지 않았으며, 오직 속성 전환의 기적 기능만이 훈련됨으로 사용할 수 있다. 기적술사에게 배울 경우에만 해당 기능을 얻을 수 있다.",
    "주의": "매 종류의 소원은 하루에 한 목표에게 한 번만 만족 시킬 수 있다. 신기한 물건을 통해 이 영역에 속하지 않는 소원 일부를 만족시키고 기적을 쌓아 거대한 기적을 실현할 수 있다."
    },
    {
      "능력명": "부활 (Resurrection)",
      "설명": "사망 시 즉시 선택한 장소에서 부활합니다. 초기에는 4번의 기회가 주어지며, 이후에는 자신의 서열 2 초월적 특성을 매개체로 사용하여 부활할 수 있습니다.",
      "진행": "사망 시 자동으로 발동됩니다.",
      "효과": [
	"부활": "유해 일저 범위 내에서만 효과가 있습니다. 지정한 부활 지점에서 신체를 재구성하여 부활합니다. 소모 없이 부활하는 4번의 기회를 갖습니다.",
	"부활 지점": "최소 영혼의 벌레 하나를 분신으로 남겨두고, 자신의 피 한 병 또는 신체 조직 하나를 부활 지점에 보관합니다. 4번의 기회를 소진했다면 서열 2 기적술사 특성 1개를 함께 놔둬야 기적술사로 부활 가능합니다."
	"기형아": "서열 2 기적술사 특성 없이 부활이 가능하지만 낮은 서열 능력을 효과적으로 이용하기 어려울 수 있습니다."
	],
      "서열별 강화": {
	"서열 1 신비의 시종": "4번의 부활 기회가 초기화된다."
      },
    },
    {
      "능력명": "미래 영향 (Future Influence)",
      "설명": "역사의 안개를 장악하여, 특정 사건의 발생 확률에 영향을 미칩니다.",
      "진행": "1 신속 행동, 영성 5점 소모.",
      "효과": "목표 한 명을 지정하여, 그가 수행하는 특정 판정 결과에 +5의 가산치를 부여합니다. 이 효과는 중첩되지 않습니다."
    }
  ]
}
