{
  "경로": "점술가 (바보)",
  "서열": 3,
  "서열명": "고대학자",
  "설명": "역사에서 도움을 얻습니다. 하나는 과거의 자신에게서 힘을 빌리는 것이고, 다른 하나는 역사의 틈새(역사의 공극)에서 영상을 소환하는 것입니다. 사람일 수도 있고 물건일 수도 있습니다. 해당 역사와 사물에 대해 더 상세하고 진실하게 알수록 성공 확률이 커지고 유지 시간이 길어집니다. 자신보다 위계가 높은 사람과 물건을 소환할 때, 투영은 단지 일부 힘과 특성일 뿐입니다.",
  "주재료": [
    "포건의 개의 눈 한쌍",
    "안개 데몬 울프(雾之魔狼)의 솜털 심장 하나"
  ],
  "보조 재료": [
    "포건의 개 피 100밀리리터",
    "안개 데몬 울프의 백서리 결정 30그램",
    "대량의 실제 고대 역사 기록"
  ],
  "승급 의식": "현실에서 최소 300년 동안 완전히 벗어나, 자신이 이미 역사가 되고 현재 시대에 속하지 않게 된 후 마법약을 복용한다.",
  "연기법": "고대에서 왔으며 고대를 연구하는 학자 ① 고대에서 왔으며 고대를 연구한다 ② 역사에서 무언가를 연구해낼 수 있다 ③ 운명을 목격하고 현재에 영향을 미치지만 과거를 역전시킬 수는 없다.",
  "속성 증진": "영감+1, 교육+2",
  "기능 증진": "역사 등급 1 상승",
  "재능 부여": "없음",
  "초월적 능력": [
    "역사 투영 소환 (Historical Projection Summon)",
    "자아 상태 회복 (Self-State Recovery)",
    "회색 안개 제조 (Gray Fog Creation)",
    "이전 서열 능력 강화"
  ],
  "능력별 상세": [
    {
      "능력명": "역사 투영 (Historical Projection)",
      "설명": "역사의 안개 속에서 과거의 영상(사람 또는 사물)을 소환하여 현실에 투영합니다. 소환된 대상은 지능이 없으며 본능이나 시전자의 조종에 따라 움직입니다.",
      "진행": "1라운드 1회, 1 신속 행동, 영성 2점 소모. 난이도 20 역사 판정 1회 진행.",
      "판정 및 효과": [
	"성공 시 역사에서 예전에 소유했던 물품이나, 알았던 인간을 소환할 수 있다. 상한 1개.",
	"알고 있는 역사의 안개 속으로 들어가, 예전에 알았던 어떤 역사 장면 속에 숨는다. 현실에서는 유사한 수단이 아니면 본체를 찾기 어렵다.",
	"역사의 안개 속에서 당신이 소환한, 1초 전 자신의 역사 투영 속으로 들어가, 그것을 현실에서의 분신으로 만들고, "가짜" 존재로 바꾸며 의식을 얻게 할 수 있다. 역사의 안개 속으로 들어가는 것은 1 이동 행동이다.",
	"평범한 물체를 소환 : 거의 영성이 소모되지 않는다.",
	"초월 물품을 소환 : 영성 1점이 필요하다.", 
	"초월 생물을 소환 : 최소 3점의 영성이 필요하다.",
	"서열 등급이 하나 차이 나는 물품이나 생물마다 추가로 영성 2점을 소모해야 한다.", 
	"초월 생물이 초월 능력을 시전하려면 더 많은 영성을 소모해야 한다.",
	"익숙하지 않은 어떤 역사는 난이도를 증가시키고, 익숙한 역사는 난이도를 낮춘다.",
	" 소환된 인물은 지능이 없고 대화할 수 없으며 본능만 가진다. 전투는 본능 또는 당신의 조종을 통해서만 할 수 있다. 만약 당신이 미리 역사 투영의 본체와 교류하고 미리 준비했다면, 그/그녀는 당신이 소환한 후 역사 투영을 감지하고 그것과 공명하여 역사 투영을 조종하여 전투에 참여하고 대리로 싸울 수 있다. (다시 말해, 특히 천사급 존재는 당신이 역사 투영을 소환할 때 역사 투영이 소환되었음을 감지할 수 있다.) 최소한 소환된 그 시기의 그/그녀는 당신의 적이 아니어야 한다.",
        "소환된 역사 투영은 최대 15분 동안 유지되며, 동시에 최대 3개(인형 포함)까지 유지할 수 있습니다.",
        "자신보다 위계가 높은 존재를 소환할 경우, 불완전한 힘과 특성만 가집니다.",
        "소환된 투영이 사용하는 영성은 시전자 본인의 영성을 소모합니다.",
        "투영의 모든 판정은 -4, 입히는 피해는 -4 불이익을 받습니다.",
	"만약 다른 사람이 당신의 역사 투영을 소환했다면, 당신 역시 2번과 유사한 방식으로 전투에 참여할 수 있지만, 당신의 의지 역시 역사 투영을 통해 포획될 수 있다. 역사 투영을 통하면 보통 당신이 받는 이성 타격이 절반으로 줄지만, 당신이 미리 역사의 안개 속으로 숨지 않는다면 당신의 본체가 위험에 처할 수 있음을 의미한다. 당신의 의지가 역사 투영 안으로 들어갔기 때문이다.",
	"역사 투영 해제는 1 자유 행동이다."
      ],
      "주의": "역사의 투영 틈새로 들어가 본체와의 연결이 끊어진다면, 본체는 반드시 통제불능에 빠질 것이다.",
      "기타 요소": "
      "서열별 강화": {
	"서열 3 고대학자 마법약 완전 소화": "상한 2개 증가.",
        "서열 2 기적술사": "소환 상한이 9개로 변경되며, 익숙한 장면도 소환할 수 있습니다. (단, 천사 수준 소환은 여전히 3개로 제한됩니다.)"
      }
    },
    {
      "능력명": "자아 상태 회복 (Self-State Recovery)",
      "설명": "과거의 자신을 소환하여 현재의 자신을 덮어씌움으로써 모든 상태를 즉시 회복합니다. 5분 동안 지속됩니다.",
      "진행": "1 라운드 1회, 1 신속 행동, 영성 15점 소모.",
      "효과": "생명력이 즉시 최대 상태로 회복됩니다."
    },
    {
      "능력명": "회색 안개 제조 (Gray Fog Creation)",
      "설명": "역사의 안개를 현실에 방출하여, 범위 내에 있는 적들의 감각을 교란하고 방향 감각을 상실하게 만듭니다.",
      "진행": "1 시전 행동. 영성 소모 불필요.",
      "효과": "환각을 일으키게 하며, 그 내용은 대부분 과거에서 비롯되지만 보통 효과적인 효과를 내지는 못한다. 이 능력의 범위는 보통 반경 100미터뿐이며, 구역 내 반신 이하의 시야 및 영적 시야를 가릴 수 있다. 반신 단계부터 영적 시야로 안개를 꿰뚫어 볼 수 있다. 오직 운명 경로의 영적 시야만이 이 안개 속에서 정상적인 효과를 발휘하여 목표를 간신히 식별할 수 있다. 동시에 이 능력은 주위 온도를 낮추고 어느 정도의 불꽃을 끌 수 있다.",
      "서열별 강화": {
	"서열 2 기적술사": "안개 범위가 반경 1킬로미터로 향상된다."
    },
  ]
}
