{
  "경로": "점술가 (바보)",
  "서열": 8,
  "서열명": "어릿광대",
  "설명": "신체를 완벽에 가깝게 제어하는 곡예사이자 서커스 공연의 대가. 매우 강화된 위험 직감을 통해 전투에서 민첩하게 움직이며 공격을 회피합니다. 웃는 얼굴 뒤에 운명에 대한 무력함과 모든 슬픔을 숨기고 있습니다.",
  "주재료": [
    "성체 호나키스 회색 산양의 외뿔 결정 한 개",
    "완전한 인면 장미 한 송이"
  ],
  "보조 재료": [
    "순수 물 80 밀리리터",
    "맨드레이크 즙 5 방울",
    "검은 테 해바라기 가루 7 그램",
    "금 망토 풀 가루 10 그램",
    "독미나리 즙 3 방울"
  ],
  "연기법": "운명을 약간 예지할 수 있지만, 운명에 대해 무력함을 느낍니다. 모든 슬픔, 고통, 방황, 좌절을 웃는 얼굴로 가립니다.",
  "속성 증진": "힘+1, 건강+2, 민첩+2, 영감+1",
  "기능 증진": "공연, 속임수 등급 1 상승",
  "재능 부여": "없음",
  "초월적 능력": [
    "위험 직감 (Danger Intuition)",
    "종이를 비도로 바꾸기 (Paper to Dagger)",
    "근육 장악 (Muscle Control)",
    "완벽한 균형 (Perfect Balance)"
  ],
  "능력별 상세": [
    {
      "능력명": "위험 직감 (Danger Intuition)",
      "설명": "직감적 예지 능력. 결정적인 순간에 타인의 행동을 예측하고 위험을 감지하여 회피할 수 있게 합니다.",
      "조건": "매번 기습, 습격을 당하거나, 현장에 이미 기습, 습격을 실행하려는 사물이 존재할 때 발동한다. 만약 피해 1회가 당신 최대 생명력의 절반(소수점 올림)을 초과할 수 있다면, 이 능력 또한 발동한다."
      "진행": "패시브 능력. 기습을 당하거나, 현장에 기습을 실행하려는 존재가 있거나, 최대 생명력의 절반을 초과하는 피해를 받을 수 있을 때 발동합니다. 난이도 15 영감 판정을 합니다.",
      "판정": {
        "성공": "뇌리에 즉시 위험의 형태에 대한 생각이 스쳐 지나가며, 기습을 당하지 않게 됩니다. 속박되거나 다른 이유로 행동에 영향을 받지 않는 한 물리 방어에 +4 임시 가산치를 얻습니다.",
        "특수 상황": "빛, 번개와 같은 고속 공격에 대해서는 물리 방어 가산치 대신 완전한 물리 방어를 유지하는 효과를 얻습니다. 범위가 매우 넓은 공격에는 이점을 얻을 수 없습니다.",
        "제한": "자신보다 1 위계 이상 높은 위험은 예견할 수 없습니다. 운에 좌우되는 위험은 예견 가능하나 이점을 얻지 못합니다. 반점술, 반예언에 의해 무효화될 수 있습니다."
      },
      "서열별 강화": {
        "서열 7 마술사": "뇌리에 생각이 스쳐 지나가는 것에서, 피하지 않았을 경우의 위험한 장면이 직접 스쳐 지나가는 것으로 강화됩니다.",
        "서열 6 무면인": "영감 판정이 기본적으로 성공합니다.",
        "서열 5 인형술사": "자신보다 1 위계 높은 위험도 예견할 수 있게 됩니다."
      }
    },
    {
      "능력명": "종이를 비도로 바꾸기 (Paper to Dagger)",
      "설명": "손에 든 종이나 타로 카드 같은 부드러운 물체를 날카로운 칼날로 바꾸어 던지는 유사 법술입니다.",
      "진행": "1 공격 행동. 종이, 타로 카드 등을 날카로운 칼날로 바꾸어 던집니다.",
      "판정": "투척 판정으로 물리 방어에 대항합니다. 성공 시 1d4 + 힘 피해 주사위의 절반만큼 물리 피해를 입힙니다 (소수점 올림).",
      "기타 요소": "1 공격 행동으로 최대 3장의 종이 비도를 연속으로 발사할 수 있으며, 여러 목표를 선택할 수 있습니다. 두 번째 발사부터는 투척 판정에 -2 불리, 세 번째는 -4 불리가 순차적으로 적용됩니다."
    },
    {
      "능력명": "근육 장악 (Muscle Control)",
      "설명": "자신의 근육을 극도로 정밀하게 장악하여 학습, 전투 등 다양한 상황에서 유리함을 얻습니다.",
      "상세": [
        {
          "구분": "판정 유리",
          "설명": "격투, 투척, 사격, 공연, 속임수, 잠행 등 근육과 관련된 모든 판정에 +2 유리를 얻습니다."
        },
        {
          "구분": "잠행 강화",
          "설명": "잠행 시 소리를 내지 않아, 초월적 요인이 없는 청취 판정으로는 기본적으로 발각되지 않습니다."
        },
        {
          "구분": "빠른 회피",
          "설명": "총기 공격에 대해 완전한 물리 방어(민첩+회피)를 유지하며, 1등급의 추가 회피를 얻습니다. (빛, 번개 제외)"
        },
        {
          "구분": "곡예 동작",
          "설명": "1 신속 행동으로 공연, 등반, 도약 판정을 기본적으로 성공시킬 수 있습니다. (대항 시 +4 유리)"
        },
        {
          "구분": "독심 저항",
          "설명": "관중 경로 초월자가 신체 언어를 통해 생각을 읽는 것을 방지합니다."
        },
        {
          "구분": "학습 가속(근육)",
          "설명": "근육 관련 기능을 빠르게 학습할 수 있습니다. 24시간에 1회, 2시간 이상의 유효한 지도를 받으면 관련 기능 등급이 1 상승합니다. 훈련됨에서 숙련됨, 숙련됨에서 진척됨, 진척됨에서 정통함으로 각각 2, 3, 4회 학습이 필요하며, 최대 정통함까지 도달할 수 있습니다.(기록하거나 훔칠 수 없다.)"
        }
      ]
    },
    {
      "능력명": "완벽한 균형 (Perfect Balance)",
      "설명": "마법약으로 얻는 패시브 능력. 어떤 상황에서도 균형을 잃지 않습니다.",
      "효과": "넘어져도 반드시 사지 중 하나가 안정적으로 착지하여 무게 중심을 잡습니다. 기차에서 떨어지더라도 지지점만 있다면 공연하듯 안전하게 착지할 수 있습니다. '균형 잃음' 상태에 면역이 됩니다."
    }
  ]
}
