{
  "경로": "점술가 (바보)",
  "서열": 9,
  "서열명": "점술가",
  "설명": "신비 영역과 점술에 특화된 서열. 다양한 점술 수단을 통해 미래를 엿보고 위험을 감지하는 능력을 얻습니다. 직접적인 전투 능력은 부족하지만, 정보 수집과 예지를 통해 자신과 동료를 유리한 상황으로 이끌 수 있습니다.",
  "주재료": [
    "라바 문어 피 10 밀리리터",
    "별 수정 50 그램"
  ],
  "보조 재료": [
    "순수 물 100 밀리리터",
    "야향초(나이트 바닐라, 夜香草) 즙 13 방울",
    "금 박하 잎 7장",
    "독미나리(毒堇) 즙 3 방울",
    "용혈초(龙血草) 가루 9 그램"
  ],
  "연기법": "다른 사람이 계시를 해석하도록 돕고, 그들을 좋은 방향으로 인도하지만, 항상 운명에 대한 경외심을 유지하고, 자만하거나 거만하지 않으며, 자신의 해석을 맹신하지 않아야 합니다. 점술에 완전히 의존해서는 안 되며, 점술은 만능이 아닙니다.",
  "속성 증진": "영감 +2",
  "기능 증진": "없음",
  "재능 부여": "신비 영역 지식을 더 잘 배울 수 있는 자격과 능력을 얻습니다. 유효하고, 진실하며, 반복되지 않는 신비학 지도를 최소 2시간 받을 때마다, 신비학 기능이 1등급 상승합니다. 훈련됨에서 숙련됨, 숙련됨에서 진척됨, 진척됨에서 정통함으로 각각 2, 3, 4회 학습이 필요하며, 최대 정통함까지 도달할 수 있습니다. 학습은 매일 1회로 제한됩니다. 만약 점술에 열거된 모든 기교를 장악했다면, 즉시 1회 학습으로 간주되며 매일 1회 제한에 포함되지 않습니다. 특수: 박학함, 대가에 도달한 초월자가 작성한 신비학 지식 서적을 얻었다면, 이 학습은 작성자의 등급까지 확장될 수 있습니다. (박학함 5회, 대가 6회 학습 필요)",
  "초월 능력": [
    "점술 (Divination)",
    "의식 습득 (Ritual Acquisition)",
    "영적 시야 (Spirit Vision)"
  ],
  "능력별 상세": [
    {
      "능력명": "점술 (Divination)",
      "설명": "점성술, 카드 점술, 영추, 꿈 점술 등 수많은 점술 수단을 장악하여 미래의 단편을 엿보거나 특정 정보에 대한 계시를 얻습니다. 이 지식들은 승급 즉시 습득되는 것이 아니며, 관련 서적이나 스승을 통해 매일 1종씩 습득해야 합니다.(학습과 습득은 별개입니다,)",
      "진행": "1 시전 행동, 영성 2점 소모, 점술 방식 1종 선택, 신비학 판정 1회 진행.",
      "판정": {
        "난이도 15": "매우 포괄적인 결과를 얻습니다. (예: 물건 찾기는 단지 한 구역만 알려줌)",
        "난이도 20": "비교적 포괄적인 결과를 얻습니다. (예: 대략적인 방향 제공)",
        "난이도 25": "상당히 정확한 결과를 얻습니다. (예: 특정 거리까지 정확하게 알려줌)",
        "난이도 30": "매우 정확한 결과를 얻습니다. (예: 구체적인 내용 밝혀냄)",
	"판정 실패": "반복 점술은 같은 결과만 얻는다. 새로운 단서를 얻어야 다시 점칠 수 있다.",
        "대성공": "얻는 결과가 극도로 정확하며, 시간, 장소, 인물까지 밝혀냅니다.",
        "대실패": "판정 최종 값에 따라 여전히 해당 내용을 얻지만, 관련된 존재의 주시를 끌게 된다. 만약 해당 내용이 은밀한 존재와 관련 없다면, 직접 또는 간접적으로 관련된 초월자가 주시당했음을 감지하는 것으로 변경된다. 주시 감지는 영성 직감 판정이 필요하며, 1위계 이상 높은 존재는 어떤 난이도든 기본적으로 감지한다."
      },
      "기타 요소":  "타인과 관련된 사물을 점칠 때 단서가 없으면 기본적으로 실패하며, 그의 피나 소지품이 있으면 기본적으로 성공한다. 단서 1종을 얻을 때마다, 관련 사건 점술 +2 유리. 하지만 1 위계 이상 높은 목표 점술은 기본적으로 실패한다. 위계가 높으면 감지하면서도 실패하는 이유는, 특수한 상황에서 낮은 위계가 높은 위계를 점치는 것이 가능하기 때문이다. 매번 깊은 수면에 들 때마다, 난이도 20 영감 판정 1회를 할 수 있다. 만약 성공하고, 당시에 당신과 직접 관련된 일이 발생했다면, 해석이 필요한 포괄적인 화면 하나를 보게 된다. 이는 꿈 점술의 한 가지 활용이다.",
      "방식": [
        {
          "방식명": "타로 점술",
	  "준비물": "타로 카드(메이저 아르카나(22장) 또는 온전한 타로카드(64장))"
          "설명": "점치고 싶은 내용을 마음속으로 외우고, 타로 카드의 정방향/역방향 형태로 비교적 구체적인 응답을 얻어, 점친 내용의 결과를 드러냅니다."
        },
        {
          "방식명": "동전 점술",
	  "준비물": "동전",
          "설명": "점치고 싶은 내용을 마음속으로 외우고, 동전을 던져 '예' 또는 '아니오'의 간단한 답을 얻습니다."
        },
        {
          "방식명": "점성술",
	  "준비물":  "대상의 기본 정보나 피",
			"별자리 판이나 수정구",
          "설명": "점술 대상에게 기본 정보나 피를 제공받아야 한다. 별자리 판이나 수정구를 통해 대상의 대략적인 운명, 발전 대략적인 궤적, 또는 현재 위치를 점칩니다. 비교적 구체적인 정보를 얻을 수 있습니다."
        },
        {
          "방식명": "점술 지팡이",
	  "준비물": "막대기 모양 물건",
			"오랫동안 착용한 소지품이나 피",
          "설명": "막대기 모양 물건을 한 방향으로 넘어뜨려 목표의 위치를 가리키게 합니다."
        },
        {
          "방식명": "영추 점술",
	  "준비물": "수정 또는 순은 영추",
          "설명": 자신과 관련되거나 간접적으로 관련된 일만 점칠 수 있다. 점칠 내용을 마음속으로 외우거나 적으며, 의문문이 아닌 서술문이어야 한다. 마지막으로 더 구체적인 '예/아니오' 답을 얻는다. 영추는 시계 방향 또는 반시계 방향으로 회전하여 결과를 제공하며, 회전 폭에 따라 구체적인 정도를 판단할 수 있다."
        },
        {
          "방식명": "꿈 점술",
	  "준비물": "종이",
          "설명": "명상을 통해 얕은 수면에 들어 직접 관련 화면을 봅니다."
        }
      ]
    },
    {
      "능력명": "의식 습득 (Ritual Acquisition)",
      "설명": "의식 마법 사용 자격을 얻어, 신령에게 힘을 구할 수 있게 됩니다. 신비학 기능이 최소 훈련됨 상태이고 의식 마법 사용법을 안다면, 신비학 기능이 진척됨에 도달했는지 여부와 관계없이 의식을 진행할 수 있다.",
      "참고": "의식 마법을 참조합니다. 이 능력은 마법약이 가져오는 효과이므로 훔치거나 기록할 수 없습니다."
    },
    {
      "능력명": "영적 시야 (Spirit Vision)",
      "설명": "영감으로 인해 비교적 뛰어난 영적 시야를 얻습니다. 영성을 가진 모든 사물의 기운 색깔을 통해 상태를 파악할 수 있습니다. 자유 행동의 형식을 준비해야 한다.",
  "활성화": {
    "행동": "1 자유 행동",
    "방식": "미간 꼬집기, 이빨 가볍게 부딪히기 등 자신만의 심리적 암시를 통해 '스위치'처럼 켜고 끌 수 있습니다."
        },
      "유지 비용": "매 라운드 영성 1점 소모.",
      "판정": "영적 시야 상태일 때, 영성 직감 판정에 +2 유리를 얻습니다.",
      "상세": [
        {
          "구분": "정신체",
          "설명": "어떤 물체/생물이 영성을 가졌는지 확인할 수 있다. 이는 초월자를 식별할 수는 없다. 이 역시 문짝을 통해 내부를 볼 수 있으며, 안에 의식 마법의 힘이 존재하는지 여부를 식별하고, 영성의 벽을 투과할 수 있다. "
        },
        {
          "구분": "성령체",
          "설명": "성령체는 볼 수 없습니다."
        },
        {
          "구분": "심지체",
          "설명": "상대방 감정이 나타내는 색깔을 통해 우울함, 불안함 등 대략적인 감정 상태를 파악할 수 있습니다."
        },
        {
          "구분": "에테르체",
          "설명": "기운 색깔을 통해 목표의 건강 상태를 직접 파악하고, 상대방 신체의 어느 부위가 불편한지, 어디에 문제가 있는지 구체적인 기관까지 직접 발견한다. 이는 두껍지 않은 문짝을 통해 내부를 보고, 안에 있는 사람 수를 확인할 수 있다",
    "에테르체 기운 색깔 (건강 상태)": [
      { "부위": "손발 등 운동 관련 부위", "색깔": "붉은색" },
      { "부위": "머리와 뇌 표면", "색깔": "보라색" },
      { "부위": "배설, 해독 부위", "색깔": "주황색" },
      { "부위": "소화계", "색깔": "노란색" },
      { "부위": "심장과 조절 시스템", "색깔": "녹색" },
      { "부위": "목과 일부 신경계", "색깔": "파란색" },
      { "부위": "전체적인 균형", "색깔": "흰색" },
      "설명": "어두워지거나, 두께가 얇아지거나, 색깔이 변하면, 해당하는 부위에 문제가 생겼음을 의미하며, 피로하거나 병든 상태이다."
    ]
        }
      ],
      "기타 요소": " 이미 사망한 생물은 보통 색깔이 어두워져 식별할 수 없다. 영성 재료는 보통 영성을 가지며, 재료의 영적 시야 색깔은 보통 자신에 해당하는 경로를 나타낸다. 이것이 당신이 초월자의 경로를 알 수 있다는 의미는 아니다. 영적 시야로 보이는 색채는 당신이 어둠 속에서 상대를 볼 수 있게 하지만, 색채를 가진 존재만 볼 수 있으므로 여전히 어둠 속에서 길을 잃을 수 있다. 불사 생물과 이미 사망한 생물은 다르며, 짙은 검은색 영성 색깔을 가진다.  소멸한지 24시간이 지나지 않은 일반 영체를 볼 수 있으며, 기록하거나 훔칠 수 없다."
    }
  ]
}
