{
  "경로": "불면자 (흑야)",
  "서열": 5,
  "서열명": "샤먼",
  "설명": "영 장악 면에서 큰 향상을 얻었으며, 자연령 부리는 데 능하다. 자연령과 원혼 유령을 치아 위에 봉인하여, 이러한 영체 능력과 도움을 얻을 수 있다.",
  "주재료": [
    "광기 어린 꿈의 근원(Source of Mad Dreams)",
    "영(靈)의 둥지(Spirit Nest)"
  ],
  "보조 재료": [
    "광기 어린 꿈의 근원의 피 100밀리리터",
    "영의 둥지에서 발산되는 독기(Effluvial Gas) 30밀리리터",
    "소멸 직전의 영체(靈體) 1구",
    "보름달이 뜬 날에 빠진 유치(乳齒) 1개"
  ],
  "의식": [
		"방법": "(비공식)강력한 영체 하나가 자신에게 빙의하여 자신의 육신을 접수하게 하고, 자신이 신체 제어권 및 영성 감지를 완전히 포기한 후, 이 영체가 대신 마법약을 복용한다. (강력한 영체 기준은, 비록 초월적 특성을 가지지 않았더라도 이 영체 힘은 최소한 이 초월자가 어느 정도 곤란함을 느끼게 해야 한다.)",
		"방법 2": "영혼(혹은 영체)이 아닌, 당신의 육신을 가지고 직접 영계(靈界)에 진입해서, 영계 속에서 당신의 진정한 자아를 반영하는 핵심 정보를 찾아내어 그것과 융합한 뒤, (융합이 완료되면) 물약을 복용한다.",
		"작용": "승급하는 그 순간, 초월자 본인의 영혼 감지는 대폭 향상되어, 대량의 영계 또는 현실 영체에게서 비롯된 속삭임과 웅얼거림을 듣게 된다. 영계는 어디에나 있으므로 이러한 영향은 완전히 격리될 수 없다. 초월자는 충분히 강력한 영체 하나가 자신의 몸을 접수하여 초월자 영을 보호해야 한다. 1.초월자가 자신의 영적 직감을 완전히 닫아, 영체 소리가 자신을 통제불능에 빠지게 하는 것을 피하는 것이다. 2.이러한 상황 하에서 초월자 본인이 마법약 복용 및 자신 보호 능력을 잃게 되므로, 영체 하나가 대신 안정시켜야 한다는 것이다.",
		"주의": "분명히 이 영체는 잘 골라야 하며 신뢰할 수 있어야 한다. 그렇지 않으면 비록 승급 성공하더라도 초월자는 탈취당하고 자신의 영성을 착취당하며 이 영체의 두 번째 육신이 될 가능성이 있다."
	    ]
  "연기법": "자신의 몸(육체)에 영(靈)들을 깃들게 한다. 깃들인 영(靈)이 강할수록 물약을 더 빨리 소화할 수 있다.",
  "속성 증진": "영감+2, 건강+1, 의지+1",
  "기능 증진": "없음",
  "재능 부여": "없음",
  "초월 능력":[
    "영체 봉인",
    "영혼 부리기",
  ],
  "능력별 상세": [
    {
      "능력명": "영체 봉인",
      "설명": "자연령과 원혼 유령을 치아 위에 봉인하여, 이러한 영체 능력과 도움을 얻을 수 있다.",
	"상세": [
		    "분류": "치아 봉인",
		    "설명": " 당신의 치아 수는 당신이 봉인할 수 있는 영체 수를 결정한다.(성인은 보통 28~32개이다.)",
		    "진행": "1 시전 행동. 당신 앞에 있고 무력/자원 상태인 영체 하나를 선택하여, 당신의 치아 중 하나에 봉인시킨다.",
		    "분류": "영체 방출",
		    "설명": "치아에 봉인된 영체를 방출해 도움을 받을 수 있다.",
		    "진행": "1 신속 행동, 영체를 봉인한 치아를 두드린다."
		  ]
    },
    {
      "능력명": "영체 부리기",
      "설명": " 당신은 영체 도움을 얻어, 일심이용 심지어 삼용의 협조를 완료한다. ",
      "진행": "당신이 최소 1개 봉인된 영체를 방출했다는 전제 하에, 당신은 동작 소모 없이 그것들을 조종하여 당신을 위해 행동하게 할 수 있다.",
      "영체 분류": [
	"자연령": "매 라운드 시전/공격 동작 1개, 이동 동작 1개를 가진다. 이 두 동작 중 임의의 하나는 신속 동작 2개로 전환될 수 있으며, 전환된 동작은 실행할 수 없다.",
	"망령": "매 라운드 동작 1개만 가지며, 공격/시전 또는 이동 동작 사용 중 하나만 선택할 수 있다. 마찬가지로 신속 동작 2개로 전환될 수 있다."
      ],
      "영체 종류": [
	"경악 여요": "50 생명력, 25 물리(민첩과 회피 10) 및 20 의지 방어의 강력한 영계 생물. 아름다운 얼굴과 썩은 몸을 가지고 있으며, 거대한 독수리 날개 한 쌍이 자라 있다."
	"진행": "1 공격 행동. 당신의 영감으로 그의 판정을 대신하여 물리 방어에 대항한다. 3d6 정신 피해를 입힌다. 공격 성공한 목표는 의지 속성 임시 -1, 공포 상태에 빠진다. 1 라운드 동안 지속된다.",
	"호수 여신": "60 생명력, 20 물리 방어(민첩과 회피 10) 및 15 의지 방어의 영계 생물. 나타날 때 옅은 안개가 덮인 호수 물과 함께하며, 중앙 물결이 한 겹 한 겹 퍼져나가며, 천천히 아름답고 허상적인 모습 하나가 떠오른다."
	"진행": "1 시전 행동. 목표 하나를 선택해서 한 이점을 자율 선택하여 발동시킨다."
	"이점": "1 라운드 내, 그의 다음 기능 및 속성 판정 +2 유리.",
	"이점 2": "1 라운드 내, 세 가지 방어 중 하나 +2 가산치 획득.",
	"이점 3": "1 라운드 내, 5점 추가 생명력 또는 추가 영성 획득. 동시에 1항목만 획득 가능. 중첩 불가.",
	"이점 4": "1 라운드 내, 목표가 받는 정신 영향(기절 외 공포, 분노 등) 절반 감소. 강제 이동 효과 제거. 소수점 올림. 두 번째 능력 부여 후 완전 제거. 정신 영향은 일시적 광기 포함하지만 다른 광기는 포함하지 않는다.",
	"기타 가능한 자연령": "종류가 매우 많으므로, 대지 잠행/감각 공유 등 능력을 가질 수 있다.",
	"더 많은 자연령": "당신이 작성 후 당신의 키퍼에게 심사받으며, 논리에 부합하고 당신의 키퍼가 인정하면 된다. (원작 등장 자연령 예시로, 위 경악 여요, 호수 여신 외에도, 이름 모를, 주인을 데리고 지하 잠행 가능한 희귀 자연령, 그리고 비록 약하지만 능력 특수하여 샤먼과 감각 공유하여 탐사 가능한 자연령 등이 있다.)",
	"망령": "적절하게 매장, 안혼되지 않은 사자가 전환되어 온 영체",
	"유령": " 15 생명력, 15 물리 방어(5점은 민첩과 회피) 및 10 의지 방어. 5점 한랭 및 저주 저항력 보유. 공격 동작은 1d6 한랭 피해를 입힌다.",
	"원혼/악령": " 30 생명력, 20 물리 방어(10점은 민첩과 회피) 및 10 의지 방어. 10점 한랭 저항력 보유. 공격 동작은 2d6 한랭 피해를 입힌다.",
	"진행": "1 이동 동작. 목표 몸과 겹쳐진다. 원혼은 해당 목표 몸에 빙의할 수 있다. 그는 그의 몸을 조종하고 그의 초월 능력을 운용하며, 그의 몸으로 행동을 실행할 수 있다. 빙의된 목표는 매 라운드 시전 동작 1개를 실행할 수 있으며, 추가로 신속 동작 1개를 소모하여 영성을 뻗어 저항한다. 원혼에게 신성/번개/정신 피해를 입히면 빙의 해제 가능.",
	"주의": "빙의된 자에게 가해진 어떤 피해든 원혼 역시 함께 손상시킨다. 하지만 원혼은 일반적으로 물리, 독소 피해 면역이다. (뮤턴트 원혼과 달리, 야생 망령은 수준 때문에 고등 은신 등 일련의 능력을 가지지 않으며, 한랭 피해만 입히고 일정 수준 후 빙의 가능. 일반 유령은 심지어 빙의 조건조차 갖추지 못함)",
	"기타 망령": "일반적으로 망령이 초월 능력을 얻으려면, 영체 자체의 각종 특성 외에는 오직 초월적 특성을 통해 초월자가 되어야 한다.",
	"다른 영체 기타 특성": "생명력 상한 50에 도달한 어떤 종류 영체든 강력하다고 불릴 수 있다. 어떤 평범한 원혼/유령 또는 그와 같은 등급 영체든, 그를 마주하는 순간 즉시 공포 효과를 받으며, 공포로 인한 강제 이동 부가된다.",
	"다른 영체 기타 특성 2": "생명력 상한 30에 도달한 영체 하나는 지속적으로 이동 동작 1개를 소모하여 주인이 비행하도록 도울 수 있다. 이러한 비행은 그 주인 자신의 이동 동작 을 소모하지 않지만, 이동력은 당신의 영감과 같고 속도는 두 배가 되지 않는다.",
	"다른 영체 기타 특성 3": "모든 영체는 물리 피해 및 독소 피해 면역, 야간 시력 특질을 가진다. 더 많은 저항력은 별도 표시된다."
	"특수(공포)": "공포 효과를 받은 영체는 즉시 그들이 안전하다고 생각하는 곳으로 도망치며 전투를 포기한다. 예를 들어, 문지기 체내 명계로 도망친다. 이러한 강력한 영체로 간주되는 것은 대략 서열 6-5 수준에 해당한다.",
      ],
      "특수": "어떤 종류 영체든, 그것들은 자신의 초월 능력/당신의 초월 물품 부리기/당신이 읊는 시편 능력(먼저 그것들에게 해당 시편을 가르쳐야 함)을 사용할 수 있다.",
    }
  ]
}
