{
  "경로": "불면자 (흑야)",
  "서열": 7,
  "서열명": "악몽",
  "설명": "다른 사람을 강제로 꿈속으로 끌어들일 수 있으며, 광범위한 범위 내 모든 잠든 자의 꿈속을 자유롭게 드나들 수 있습니다. 직접 사람을 꿈으로 끌어들이는 상황은 범위 제한이 있으며, 종종 정면 대결에서 나타납니다.",
  "주재료": [
		 꿈을 먹는 까마귀 심장,
		 악몽의 그림자 
	       ],
  "보조 재료": [
		     영계의 달 물 100밀리리터(영계의 '크림슨 문'의 정보에서 파생됨.),
		     꿈을 먹는 까마귀(Dream-Eating Raven)의 환상 깃털,
		     (최근 2주 이내의) 개인적인 악몽을 기록한 종이 1장,
		     문플라워(MoonFlower) 하이드로졸(증류액) 9방울
		   ],
  "연기법": "사람들의 꿈 속으로 들어가 그들에게 악몽이 되어라.",
  "속성 증진": "힘+1, 건강+1, 민첩+1, 영감+2",
  "기능 증진": "격투, 사격, 등반 등급 1 상승",
  "재능 부여": "격투, 사격, 등반 관련 기능을 최대 대가 까지 빠르게 학습할 수 있습니다. 박학함에서 대가까지 6회의 학습이 필요하며, 매일 학습은 1회로 제한됩니다.",
  "초월 능력": [
    "강제 입몽 (Forced Lullaby)",
    "악몽 전환 (Nightmare Transformation)",
    "꿈 감지 (Dream Perception)"
  ],
  "능력별 상세": [
    {
      "능력명": "강제 입몽 (Forced Lullaby)",
      "설명": "다른 사람을 강제로 꿈속으로 끌어들입니다.",
      "진행": "1 시전 행동, 영성 3점 소모. 시야 범위 내, 그리고 100미터 내 목표 1명 또는 여러 명을 선택합니다. 시야 범위 내 있고 10개를 넘지 않는 목표는 즉시 입몽하며, 판정 불필요. 불사 생물 역시 영향을 받습니다.",
      "상세": [
        {
          "구분": "꿈 조작",
          "설명": "꿈속 내용을 자유롭게 짜낼 수 있지만, 꿈을 통해 직접 입몽된 자의 뇌 속을 엿볼 수는 없습니다. 정보를 얻고 싶다면 '인도'를 해야 합니다."
        },
        {
          "구분": "진실 강요",
          "설명": "꿈속에서 입몽된 자와의 대화는 현실과 비슷하지만, 혼미 상태에서는 특정 심층 의식 내용과 관련되어 그가 잠재의식 속에서도 말하기를 거부하는 경우가 아니라면, 입몽된 자는 보통 거짓말을 하지 않습니다."
        },
        {
          "구분": "원거리 입몽",
          "설명": "시야 범위 내에 없는 목표를 꿈속으로 끌어들이려면 1 라운드 전체 행동이 필요하며, 100미터 범위를 넘을 수 없고 한 번에 완료할 수 없으며, 마치 아이를 달래 잠재우는 것과 같습니다."
        },
        {
          "구분": "기억 조작",
          "설명": "비전투 상황에서만, 악몽 능력으로 입몽된 자가 대략 어떤 종류 꿈을 꾸었는지 정도만 희미하게 기억하게 하고 구체적인 내용은 기억하지 못하게 할 수 있습니다. 꿈속에서 맑은 정신을 유지하는 목표는 제외합니다. 하지만 꿈속에서 너무 깊이 관여했다면, 난이도 25 영감 판정으로 그가 일부 단서를 떠올리게 할 수 있습니다. 단, 외모는 포함되지 않으며, 대략적인 옷차림은 포함될 수 있다."
        },
	{
	"파생": [
  	  "구분": "입몽 탈출",
  	  "설명": "꿈속에서 만약 입몽된 자가 이것이 꿈임을 주동적으로 인지한다면, 그는 매 라운드 난이도 15 의지 판정 1회로 꿈에서 깨어날 수 있다. 꿈속 초월 능력은 일반적으로 실제적인 작용을 하지 않는다.",
	  "설명2": "꿈 영역 초월 능력을 가진 초월자는 기본적으로 꿈속에서 맑은 정신을 유지하며, 동작 소모 없이 직접 꿈에서 나간다.",
	  "설명3": "악몽 본인이 어떤 피해, 정신 영향을 받으면, 입몽은 즉시 계속 유지할 수 없어 종료된다.",
	  "설명4": "입몽된 자가 꿈을 인지하지 못했다면, 매번 꿈 내용에 불합리한 장면이 나타날 때마다, 키퍼는 그에게 난이도 15 영감 판정으로 이 점을 인지하게 할 수 있다.",
	  "설명5": "같은 생물이 짧은 시간 내 두 번째 입몽되었다면, 기본적으로 그는 직접 의지 판정을 하여 깨어날 수 있다.",
	  "설명6": "입몽된 생물이 시야 범위 내에 없고, 전체 라운드 동작으로 꿈속으로 끌려 들어왔다면, 두 가지 판정 난이도 -5. 만약 두 번째 입몽되었다면, 마찬가지로 이 이점을 누리며 중첩 가능하다.",
	  "구분": "꿈 유지",
	  "설명": "입몽된 그 순간부터, 당신은 꿈속 상황을 감지할 수 있으면서도 어느 정도 현실을 감지할 수 있다. 동시에 꿈을 유지해야 하는 상황에서, 이는 당신에게 큰 부담을 주며 꿈과 현실 구분을 어렵게 한다. 이는 당신에게 다음과 같은 열세를 가져다준다.",
	  "설명2": "당신은 자유/공격/시전/이동/전체 라운드 동작을 실행할 수 없다. 비록 말하기라도, 당신은 꿈 상태에서 벗어나야만 이것들을 할 수 있다. 비록 당신이 현실을 감지할 수 있더라도, 할 수 있는 행동은 무시할 만큼 작다.",
	  "설명3": "당신은 여전히 현실 속 소리를 희미하게 들을 수 있으며, 당신은 언제든지 동작 소모 없이 직접 꿈 상태에서 벗어날 수 있다. 이는 당신이 강제로 입몽시킨 목표를 즉시 깨어나게 한다.",
	  "설명4": "꿈 유지 시 당신 본인 역시 속박 상태로 간주되며, 우위/열세를 얻는다. 따라서 당신은 기습/습격을 당할 수 있다. 하지만 당신이 제때 습격을 인지하고 꿈 상태에서 벗어나 반응한다면, 이는 보통 문제가 되지 않는다.",
	  "설명5": "악몽 능력의 잦은 사용은 꿈과 현실을 분간하지 못하는 효과로 당신의 기억력을 악화합니다. 서열이 높아질 수록 완화됩니다."
	  ]
	}
      ],
      "제한": "입몽 상태에 빠지면 속박 상태로 간주되며, 외적 표현 형식은 몽유병과 비슷합니다. 맑은 정신 목표는 그에게 우위/열세를 가집니다. 피해 및 정신 영향을 받으면 즉시 깨어납니다. 현실에서 너무 큰 소리가 나면, 즉시 추가적으로 꿈 인지 영감 판정 1회 또는 꿈 소생 의지 판정 1회를 할 수 있다."
      "서열별 강화": [
	"서열 6": "꿈속으로 끌어들일 수 있는 범위 130미터로 향상. 당신은 최대 13명을 꿈속으로 끌어들일 수 있다. 꿈 상태 유지 시 매 라운드 자유 동작 1개를 실행할 수 있으며, 어렵게 한 마디 말을 할 수 있지만 초월 물품 부리는 데 사용할 수는 없다.",
	"서열 5": "꿈속으로 끌어들일 수 있는 범위 180미터로 향상. 최대 20명을 꿈속으로 끌어들일 수 있다. 꿈 유지 시 매 라운드 실행 가능한 자유 동작 변동 없음. 하지만 당신은 이제 본체가 적을 제어하는 전제 하에 영체를 조종하여 행동할 수 있다.",
	"서열 4": "해당 서열부터 꿈과 현실을 명확히 구분하며, 기억력 패널티가 완전히 제거된다."
	]
    },
    {
      "능력명": "악몽 전환 (Nightmare Transformation)",
      "설명": "자신의 정신을 '악몽' 상태로 전환시켜, 도시 하나 꿈속을 왕복할 수 있습니다.",
      "진행": "1 라운드 전체 행동. 영성 소모 불필요. 자신은 현실에서 잠들어야 하며, 영체는 꿈 세계로 들어갑니다.",
      "상세": [
        {
          "구분": "꿈 세계",
          "설명": "겉보기에는 현실과 동등한 세계. 희뿌연 안개로 덮여 있으며, 도달할 수 있는 범위는 도시 하나입니다. 이 세계 도시는 무수한 꿈꾸는 자들의 공동 인지로 구성됩니다."
        },
        {
          "구분": "꿈 이동",
          "설명": "이 세계에서 당신은 처음에 당신 몸을 벗어난 영체이며, 당신 꿈 경계까지 도달하여 반공중으로 날아올라 당신 꿈을 떠나 다른 꿈을 나타내는 빛 덩어리 안으로 날아갈 수 있습니다. 이를 통해 해당 꿈속으로 들어갑니다."
        },
	{
	  "구분": "꿈 손님",
	  "설명": "꿈속으로 들어가기 전에 당신은 꿈 내용을 알 수 없으며, 강제 입몽과 달리 이러한 입몽 중 꿈에서 나가려면 반드시 주동적으로 꿈 경계를 넘어야 한다."
	}
      ],
      "제한": "집에 있으면서도 도시 전체 꿈속을 왕복할 수 있다. 꿈속에서 당신은 평소처럼 당신의 초월 능력을 사용할 수 있지만, 마찬가지로 실제적인 영향을 미칠 수는 없다.",
      "제한2": "꿈 세계에 존재하는 전제는 이미 꿈에 들어갔다는 것이므로, 당신은 여기서 꿈에 들어가지 않은 사람을 찾을 수 없으며, 강제로 사람을 입몽시킬 수도 없다.",
      "제한3": "꿈속에서 당신의 생명력은 당신의 영성과 같으며, 민첩+2, 비행 가능하지만, 다른 사람 꿈에 들어가지 않는 한 당신이 상상하는 사물을 구체화할 수 없으며, 영체로서 당신은 높은 수준 힘에게 포획될 수 있습니다.",
      "제한4": "영체가 꿈 세계로 들어갔지만, 이것이 당신 현실 영체가 몸을 벗어났다는 의미는 아니며, 단지 꿈 세계 속에서 몸을 벗어난 형태로 존재할 수 있을 뿐이다."
    },
    {
      "능력명": "꿈 감지 (Dream Perception)",
      "설명": "하나하나 허상의 타원형 빛 구슬 또는 숨겨지거나 나타나는 것을 보며, 꿈 존재 근원을 나타냅니다.",
      "진행": "1 신속 행동. 당신은 꿈 감지 시야를 켭니다.",
      "효과": "모든 빛 구슬은 꿈 하나를 나타냅니다. 이러한 감지로 본 빛 구슬은 장애물을 투과하여 볼 수 있으며, 이를 통해 당신은 생물이 잠들었는지 여부를 분별할 수 있습니다. 당신은 또한 잠들지 않은 생물을 식별할 수 있으며, 그들의 몸은 희미한 영적 광채만 있을 뿐, 꿈의 빛 구슬은 없습니다.",
      "효과2": "감지된 꿈 모두 당신이 침입 꿈으로 그 안에 들어가고, 악몽 능력으로 인도할 수 있게 한다. 심지어 당신이 직접 꿈속 어떤 사물을 파괴한다면, 꿈 주인은 이 꿈 내에서 더 이상 그것을 구체화할 수 없다.",
      "효과 3": "감지할 수 있는 꿈 범위는 당신이 꿈속으로 끌어들일 수 있는 범위와 동일하다."
    }
  ]
}
