{
  "경로": "불면자 (흑야)",
  "서열": 8,
  "서열명": "자정의 시인",
  "설명": "격투, 사격, 등반 및 감응에 능하며, 높은 영감을 가지고 다른 스타일의 시편으로 주위 생령에게 다른 영향을 미치는 데 능합니다.",
  "주재료": [
		  "크림슨 문 하울러의 성대",
		  "영혼을 옭아매는 종꽃(Soul-Snaring Bell Flower)"
		],
  "보조 재료": [
		     "레드 와인 100밀리리터",
		     "크림슨 문 하울러의 털 7가닥",
		     "영혼을 옭아매는 종꽃이 자라던 곳의 흙 13그램",
		     "진홍빛 백단향(Crimson Sandalwood) 10그램"
		   ],
  "연기법": "모름",
  "속성 증진": "힘+1, 건강+1, 민첩+1, 영감+2",
  "기능 증진": "격투, 사격, 등반 등급 1 상승",
  "재능 부여": "격투, 사격, 등반 관련 기능을 최대 박학함 까지 빠르게 학습할 수 있습니다. 정통함에서 박학함까지 5회의 학습이 필요하며, 매일 학습은 1회로 제한됩니다.",
  "초월 능력": [
    "시편 음영 (Recitation of Poems)"
  ],
  "능력별 상세": [
    {
      "능력명": "시편 음영 (Recitation of Poems)",
      "설명": "다른 스타일의 시편으로 주위 생령에게 다른 영향을 미치는 데 능합니다.",
      "진행": "1 시전 행동, 영성 3점 소모. 시가 1종을 선택하고 해당 음영 RP를 합니다. 모든 시편은 마주 보는 방향에 주로 영향을 미치며, 노래를 들은 모든 생물에게 영향을 미칩니다.",
      "효과": [
        {
          "시편명": "나태 시편",
          "설명": "영향을 받은 모든 생물이 저항한다면 난이도 15 의지 판정을 합니다. 그렇지 않으면 다음 라운드 행동 종료까지 지속되며, 신속 동작은 최대 1개만 실행할 수 있고, 기능 및 속성 판정 -2 불리합니다."
        },
        {
          "시편명": "자정 시편",
          "설명": "영향을 받은 모든 생물은 1 라운드 동안 혼미 상태에 빠집니다. 매번 그의 행동이 시작될 때마다 그는 난이도 15 의지 판정으로 혼미 상태에서 벗어날 수 있습니다."
        },
        {
          "시편명": "안혼 시편",
          "설명": "영향을 받은 모든 생물은 난이도 10 의지 판정을 한다. 그렇지 않으면 당신의 다음 라운드 종료까지, 공격/시전/이동 동작 1개를 잃는다. 중첩 불가. 일반 불사 생물은 판정 없이 직접 공격 욕망을 잃는다.",
	  "특수": 안혼은 공포, 분노, 매혹, 일시적 광기 등 정신 상태를 제거하며, 다른 광기 및 기절은 포함하지 않는다."
        },
        {
          "시편명": "침취 시편",
          "설명": "영향을 받은 모든 생물은 꿈을 보며, 저항한다면 난이도 15 의지 판정을 한다. 그렇지 않으면 1 라운드 내 모든 위치 이동은 꿈과 현실을 분간하지 못하여 무작위 방향으로 가게 된다. 난이도 15 행운 판정으로 원하는 방향인지 확인하며, 대실패 시 위험한 구역으로 향하게 된다"
        },
        {
          "시편명": "찬송 시편",
          "설명": "영향을 받은 모든 생물은 신성과 연민을 느끼며, 매 24시간 1회만 해당. 시편을 들은 정상 생물은 이성 1점을 회복하며, 불사, 타락, 어둠 또는 오염을 받거나, 생물은 비범한 광기, 통제불능 상태 생물은 즉시 난이도 20 의지 판정을 해야 한다. 판정 실패 시 0/1 이성 손실을 받으며 뚜렷한 불편함을 보인다. 비범한 광기/통제불능자는 즉시 음영자에게 공격을 가하거나 1 라운드 내 우선 공격하며,
나머지는 약간의 악의를 품는다."
        }
      ],
      "기타 요소": "'혼미 상태'는 속박으로 간주되며, 자유 동작 외 행동 실행 불가. 열세를 얻으며(물리 방어 중 민첩과 회피 -2), 다른 생물은우위(기능 및 속성 판정 +2)를 얻는다. 임의의 피해 또는 정신 영향을 받으면 이 상태는 즉시 해제되어 놀라 깨어난다. 일반 생물은 직접 잠든다."
    }
  ]
}
